tyme2tb/Marlin/ArduinoAddons/Arduino_1.x.x/hardware/bukito/boards.txt
cdcteensylu.name=Bukito [Azteeg X2 /w BootloaderCDC]
cdcteensylu.upload.protocol=avr109
cdcteensylu.upload.maximum_size=130048
cdcteensylu.build.mcu=at90usb1286
cdcteensylu.build.f_cpu=16000000L
cdcteensylu.build.core=teensy
cdcteensylu.build.define0=-DUSB_SERIAL
cdcteensylu.build.define1=-DLAYOUT_US_ENGLISH
cdcteensylu.upload.speed=115200